class ProductData {
  String imagePath = 'assets/images/ahri.png';
  String title = '갈색 암컷 푸들푸들푸들푸들푸들푸들푸들푸들푸들푸들푸들푸들푸들푸들푸들푸들';
  String content =
      '푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.푸들 13세 암컷 강아지입니다. 편식하고 산책 좋아해요.';
  int price = 100000000;
  bool alreadyCart = false;
}
